{
"projects":[
  {
    "id": 1,
    "title": "Wordle Clone",
    "imgUrl": "https://i.ibb.co/njwT4w8/image.png",
    "framework": "REACT",
    "link": "https://wordlepuzzle.netlify.app/"'
    "desc":"Wordle is a 5-letter word guessing game built with ReactJS. The game likely challenges the player to guess a 5-letter word based on hints or clues provided. The use of ReactJS in the development of the game allows for a dynamic and interactive user experience."
  },
  {
    "id": 2,
    "title": "Email Client",
    "imgUrl": "https://i.ibb.co/QvYWDJY/image.png",
    "framework": "REACT",
    "link": "https://ghostemail.netlify.app/",
    "desc": "emailClient is a website that provides users with a way to manage and sort their emails. The website likely has features such as filtering emails based on their status (read/unread) and marking emails as favorites. This allows users to easily find and organize their emails, making it easier to keep track of their communication."
  },
  {
    "id": 3,
    "title": "Movix",
    "imgUrl": "https://i.ibb.co/HBBgmLV/Movix.png",
    "framework": "REACT",
    "link": "https://movix-a0cdc.web.app",
    "desc": "Movix-app is a movie recommendation app built with React JS that offers personalized movie suggestions based on the user's favorite genres. It features movie details, and the ability to save favorites."
  },
  {
    "id": 4,
    "title": "React notes",
    "imgUrl": "https://i.ibb.co/LPpdBkH/RN.png",
    "framework": "REACT",
    "link": "https://react-notes-a6139.web.app",
    "desc":"React Notes and ToDo App is a full-stack web application that combines a notes and to-do application with CRUD (Create, Read, Update, Delete) functionality. This means that users are able to create, read, update, and delete notes and to-do items within the application."
  },
  {
    "id": 5,
    "title": "Crypto Club",
    "imgUrl": "https://i.ibb.co/0KqFFpD/CCR.png",
    "framework": "REACT",
    "link": "https://cryptoclub-react.netlify.app/",
    "desc":"Crypto-Club is a web application that analyzes the current cryptocurrency market. It likely provides users with information and insights on the market, including current prices, trends, and predictions. The application may also provide users with the ability to track their portfolios and compare the performance of different cryptocurrencies."
  },
  {
    "id": 6,
    "title": "Estatify",
    "imgUrl": "https://i.ibb.co/j5Yx16c/image.png",
    "framework": "REACT",
    "link": "https://estatify-20298.firebaseapp.com/",
    "desc":"Estatify is a real estate web application built using ReactJS. It is designed to help users search and post information about rental properties, as well as properties available for buying and selling. The use of ReactJS in the development of the application provides a dynamic and interactive user experience, allowing users to easily navigate and search for properties."
  }
]
}
